{
  "id": 1899290,
  "payload": {
    "name": "Gems of Destiny: Homeless Dwarf",
    "steam_appid": 1899290,
    "required_age": 0,
    "controller_support": "none",
    "supported_languages": "English, French, Italian, German, Spanish - Spain, Dutch, Japanese, Korean, Polish, Portuguese - Brazil, Russian, Simplified Chinese, Ukrainian",
    "developers": "Graphium Studio",
    "publishers": "Denda Games",
    "platforms": "windows",
    "categories": "Single-player,Steam Achievements,Family Sharing",
    "genres": "Adventure,Casual,Indie",
    "release_date": "Jul 28, 2022",
    "followers": 569,
    "estimated_wishlists": 6828,
    "tags": "Match 3,Puzzle,Choices Matter,Hand-drawn,City Builder,Clicker,Building,Exploration,Point & Click,Strategy,2D,Linear,Action,Casual,Simulation,Cartoony,Colorful,Comedy,Adventure,Singleplayer",
    "price": 9.99,
    "estimated_revenue": 951,
    "currency": "USD",
    "owners": "20,000 .. 50,000",
    "average_forever": 0,
    "average_2weeks": 0,
    "median_forever": 0,
    "median_2weeks": 0,
    "concurrent_users": 1,
    "total_positive": 3,
    "total_negative": 1,
    "total_reviews": 0,
    "detailed_description": "Enjoy the Match 3 gameplay in an intriguing story of dwarf Axel rebuilding his destroyed village. Earn coins by using 5 unique boosters to create a new city for Axel and his friends. Be amazed about the creation of the beautiful hand-drawn Dwarf's Forest World.Young dwarf Axel has lost his parents in a massive tornado. After years of roaming the world, Alex tries to find a new home for him and a future family, Axel is no longer a young dwarf, but an impressive dwarf with a beard and an axe! Alex is ready to take over the world when he walks into the village of the Forest Dwellers. In this village, Alex discovers that the village is infested by the Goblins. Axel, the mighty dwarf he is today, is pinned down by the Forest Dwellers who beg him to help them fight the Goblins and kick them out of the forest the hard way. Alex teams up with Violet the Dryad and works the Goblins out of the village. After this, the villagers and Alex rebuild the village. It is a big surprise when they discove",
    "short_description": "Enjoy the Match 3 gameplay in an intriguing story of dwarf Axel rebuilding his destroyed village. Earn coins by using 5 unique boosters to create a new city for Alex and his friends. Be amazed about the creation of the beautiful hand-drawn Dwarf's Forest World",
    "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1899290/header.jpg?t=1706274940",
    "file_name": "1899290_header.jpg",
    "price_range": "low_range",
    "release_year": "2022",
    "review_sentiment": "no_reviews",
    "url": "/games/gems-of-destiny-homeless-dwarf"
  },
  "vector": [
    -0.08929597,
    0.007746708,
    -0.019467814,
    0.044351585,
    0.06003362,
    -0.008083521,
    -0.009087225,
    -0.039501473,
    -0.04904003,
    -0.024560433
  ]
}